Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1063_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámediggi bálkkašii viššalis sámegiela oahppiid
sms: Sääʹmteʹǧǧ paʹlǩǩii reʹttev sääʹmǩiõl mättʼtõõđjid

source: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.
sms: Sääʹmteʹǧǧ jueʹjji škoouli ǩiđđprääʹznǩest stipeeʹndid sääʹmǩiõl mättʼtõõđjid, kook liâ spraavdõõttâm puârast sääʹmǩiõl mättʼtõõttmõõžžâst.

source: Stipeanddat juhkkojuvvojedje oktiibuot oktanuppelot ođđa stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja logi vuođđooahpahusa čađahan oahppái.
sms: Stipeeʹndid uʹvddeš 11 sääʹmǩiõl teeʹst pâʹjjmättʼtõõttituʹtǩǩõõzz spraavtõõttja da 10 vuâđđmättʹtõõzz loopptam. Sääʹmteeʹǧǧ stipeeʹndid vuåǯǯu škoouli mieʹldd peäggtum pueʹtti nuõr:

source: Stuđeanttat:
sms: Pâʹjjmättʼtõõđi:

source: Lappi ámmátoahpahat, Roavvenjárga: Leena Fofonoff (nuortalašgiella)
sms: Ruäʹvnjaarǥ ämmatmättškooul: Leena Fofonoff (nuõrttsääʹm)

source: Lyseonpuisto logahat, Roavvenjárga: Laura Pieski (davvisámegiella)
sms: Lyseonpuisto lookkjiškooul, Ruäʹvnjargg: Laura Pieski (tâʹvvsääʹm)

source: Oulu lyseo logahat: Maren-Elle Länsman (davvisámegiella)
sms: Oulu lyseo lookkjiškooul: Maren-Elle Länsman (tâʹvvsääʹm)

source: Avvila logahat: Pekka Moilanen (anárašgiella), Elle Kokkonen (davvisámegiella), Leevi Olli (davvisámegiella), Niklas Rasmus (davvisámegiella) ja Eljas Niskanen (anárašgiella)
sms: Âʹvvel lookkjiškooul: Pekka Moilanen (aanarsääʹm), Elle Kokkonen (tâʹvvsääʹm), Leevi Olli (tâʹvvsääʹm), Niklas Rasmus (tâʹvvsääʹm), da Eljas Niskanen (aanarsääʹm)

source: Ohcejoga sámelogahat: Piret Järvensivu (davvisámegiella)
sms: Uccjooǥǥ sääʹmlookkjiškooul: Piret Järvensivu (tâʹvvsääʹm)

source: Soađegili logahat: Salla Rouvinen (davvisámegiella)
sms: Suäʹđjel lookkjiškooul: Salla Rouvinen (tâʹvvsääʹm)

source: Vuođđooahpahusa čađahan oahppit:
sms: Vuâđđmättʼtõõzz spraavdõõttâm škooulneeʹǩǩ:

source: Korkalovári vuođđoskuvla, Roavvenjárga: Saana Vieltojärvi (davvisámegiella)
sms: Korkalovaara škooul, Ruäʹvnjargg: Saana Vieltojärvi (tâʹvvsääʹm)

source: Anára skuvla: Sara Keränen (davvisámegiella), Katariina Saijets (davvisámegiella)
sms: Aanar škooul: Sara Keränen (tâʹvvsääʹm), Katariina Saijets (tâʹvvsääʹm)

source: Gáregasnjárgga skuvla: Jere Pieski (davvisámegiella)
sms: Karigasnjaarg škooul: Jere Pieski (tâʹvvsääʹm)

source: Ohcejohnjálmmi skuvla: Piibe Aikio (davvisámegiella)
sms: Uccjokknjääʹlm škooul: Piibe Aikio (tâʹvvsääʹm)

source: Avvila badjeskuvla: Iina Kyrö (anárašgiella), Toni Salminen (davvisámegiella), Elina Moshnikoff (nuortalašgiella)
sms: Âʹvvel pââibužškooul: Iina Kyrö (aanarsääʹm), Toni Salminen (tâʹvvsääʹm), Elina Moshnikoff (nuõrttsääʹm)

source: Aleksanteri Kena skuvla, Soađegilli: Teemu Valle (davvisámegiella)
sms: Aleksanteri Kena škooul, Suäʹđjel: Teemu Valle (tâʹvvsääʹm)

source: Lokka skuvla, Soađegilli: Makreta Pyhäjärvi (davvisámegiella)
sms: Lokka škooul, Suäʹđjel: Makreta Pyhäjärvi (tâʹvvsääʹm)

source: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
sms: Sääʹmteʹǧǧ tuäivv leekk da šiõǥǥ ǩieʹssluõvâsvuõđ pukid !
